Repository: krille-chan/simple-flashcards
Catalog: assets/l10n/intl_*.arb
Languages: de

source: Stacks
de: Stapel

source: Create new stack
de: Neuen Stapel erstellen

source: New stack
de: Neuer Stapel

# countCards
source: {upgradeableCount}/{count} cards
de: {upgradeableCount} von {count} Karten zu lernen

source: Long press to reorder
de: Gedrückt halten zum anordnen

source: Are you sure?
de: Bist du sicher?

source: Delete stack
de: Stapel löschen

source: Yes
de: Ja

source: Cancel
de: Abbrechen

# startLearning
source: Start learning {count} card(s)
de: {count} Karte(n) lernen

source: Add new flash card
de: Neue Karteikarte hinzufügen

source: Front
de: Vorderseite

source: Back
de: Rückseite

source: Please fill out
de: Bitte ausfüllen

# welcomeText
source: Create your first stack, add some cards and start learning with fun!
de: Erstelle deinen ersten Stapel, füge ein paar Karten hinzu und los geht's!

source: Edit stack
de: Stapel bearbeiten

source: Edit flashcard
de: Karteikarte bearbeiten

source: Delete flashcard
de: Karteikarte löschen

source: Settings
de: Einstellungen

source: About
de: Über

source: Import stacks
de: Stapel importieren

source: Export stacks
de: Stapel exportieren

source: Help
de: Hilfe

source: Oops... something went wrong
de: Hoppla ... Da ist etwas schiefgelaufen

# cardsLeft
source: Cards left: {count}
de: Karten übrig: {count}

# learnDescription
source: Tap 👉 right if you know the answer or tap 👈 left if not. Tap 👆 on the card to flip it.
de: Tippe nach 👉 rechts, wenn du die Antwort kennst. Tippe nach 👈 links wenn nicht. Tippe 👆 auf die Karte, um sie umzudrehen.

source: All cards finished
de: Alle Karten abgeschlossen

source: Repeat all cards
de: Alle Karten wiederholen

# repeatNotKnownCards
source: Repeat {count} not known cards
de: Wiederhole {count} nicht gewusste Karten

source: Known 👉
de: Gewusst 👉

source: 👈 Not known
de: 👈 Nicht gewusst

source: Stack
de: Stapel

source: Read out loud front
de: Vorderseite vorlesen

source: Text to speech language
de: Vorlese-Sprache

source: Search
de: Suchen

# enableAiChatLearning
source: Enable learning with AI Chat
de: Aktiviere Lernen mit K.I.-Chat

# openAiApiKeyDescription
source: Please enter your OpenAI API key. You can retrieve one from https://platform.openai.com/api-keys.
de: Bitte gib deinen OpenAI-API-Schlüssel ein. Du kannst einen erhalten auf: https://platform.openai.com/api-keys.

source: AI chat bot
de: K.I. Chat-Bot

source: Mark all cards as “learned”?
de: Alle Karten als “gelernt” markieren?

source: Next cards
de: Nächste

source: No
de: Nein
